export const CHILDREN_MISTAKES: Record<number, string> = {
  1: `Ошибки по отношению к детям
Считать правым только себя. Держать фокус на себе. Эгоизм
Дистанция. Запрет на проявление чувств. Высокомерие
Требование быть первым, лучшим. Ставить статус ребенка выше личности
Любить за достижения.\n
К чему прийти?
Быть внимательнее к другим людям
Стать терпимее и мягче
Быть на «равных», командному духу\n
Чему пришел научить ребенок?
Развить терпение и фокус. 
Направить свои магические способности на созидание, а не разрушение.
Работать в команде. 
Вести за собой своим примером. 
Дружить, сотрудничать, договариваться, а не бороться.
Стремиться к взаимопониманию, научится слушать и уважать чужое мнение`,

  2: `Ошибки по отношению к детям
Противоречие в поступках и словах, непоследовательность, ложь или утаивание истинных чувств и эмоций. Например, мама на людях хвалит ребёнка, хвастается его успехами, но при общении с ребёнком постоянно критикует, ругает, обесценивает, унижает. Или в семье создаётся видимость равноправия, но мнение детей не учитывается.
Абсолютное недоверие к ребёнку. Либо родитель притворяется, создает образ и предъявляет его ребёнку, пряча за ним истинное «Я». Например, демонстрирует радость, в то время как на душе ""кошки скребут"". И наоборот бывает - на душе все спокойно, но зачем-то изображает трагедию.
\nК чему прийти?
Всегда быть собой с ребёнком и другими.
Быть честным с самим собой, ребёнком и окружающими.
Научиться доверять ребёнку, людям, этому миру.
\nЧему пришел научить ребенок?
""Ложь, откровенная или уклончивая, высказанная или нет, всегда остается ложью"". Ч. Диккенс. Ребёнок пришёл научить Вас всегда говорить правду, ведь ложь не является выходом из ситуации. Честно и откровенно признаться самому себе и окружающим о своих чувствах, мыслях, намерениях, переживаниях, поступках; открыть свою душу перед самим собой и этим миром. Уметь просить помощь, когда она необходима.
`,

  3: `Ошибки по отношению к детям
Со стороны женщин - отказ от материнских функций из-за стремления к карьерному росту или нежелания жертвовать личным пространством и временем; ребёнок ушёл на второй план тогда, как карьера, личная жизнь заняли первое место; отказ от женственности и женского счастья.
Со стороны мужчин - оскорбления, грубость и унижение по отношению к женщинам, принуждение к прерыванию беременности.
\nК чему прийти?
Исполнять женские роли в семье - быть дочерью, сестрой, мамой. Не забывать, что природа создала Вас женщиной. Развивать женские черты, строя счастливую жизнь.
\nЧему пришел научить ребенок?
Думать, чувствовать и поступать как женщина. Принимать свой женский образ, свое тело, осознавать свои желания, потребности, свою сексуальность, чувственность, ответственность за свою счастливую жизнь, силу и власть быть женщиной. Отдавать мужчине право быть главой семьи и её опорой. Делегировать обязанности, доверять окружающим. Наслаждаться ролью матери, безусловно любя своих детей.
`,
};

CHILDREN_MISTAKES[4] = `Ошибки по отношению к детям
Со стороны женщин - доминирующая роль в паре и семье, центр власти сосредоточен в её руках, она - и кормилец, и поилец, и защитник; утрата уважения к мужчине, страх перед мужчинами и отсутствие доверия им.
Со стороны мужчин - пример безволия, слабохарактерности, трусости, неумения принимать решения и обеспечивать свою семью.
\nК чему прийти?
Женщине - патриархат в семье, уважение к мужчине, отказаться или хотя бы поделиться своей властью.
Мужчине - патриархальный уклад семьи мужчина - глава, добытчик, каменная стена и центр принятия решений, его женщина ЗАмужем.
\nЧему пришел научить ребенок?
Мужчина – носитель морального авторитета, отвечающий за честь рода. Мужчина практически полностью несет ответственность за женщину и детей. Муж материально обеспечивает жену. Женщина всё это принимает и не перетягивает одеяло на себя. Мужчина уважает супругу, а она – его. Женщина - вдохновение и поддержка для мужчины, мягкая, тёплая и заботливая.
`;

CHILDREN_MISTAKES[5] = `Ошибки по отношению к детям
Жесткие правила и ограничения - вставать в 8, ложиться в 22, получать пятерки, не дружить с теми, кто не соблюдает похожие правила, отслеживание местоположения, проверка переписки и постоянные допросы. Постоянные нравоучения и завышенные требования. При разводе разрыв отношений с ребёнком.
\nК чему прийти?
Воспитание - это личный пример, поэтому стать хорошим примером для своих детей. Самому учиться у детей и своих родителей. Соблюдать семейные традиции.
\nЧему пришел научить ребенок?
Передавать знания, а не навязывать свое мнение и суждение о чем-либо. Не только указывать на ошибки, но и подсказывать, как их исправить.  Признать важность и значимость ребёнка. Семейные традиции призваны способствовать сближению членов семьи. Обеспечить связь поколений, их гармоничное взаимодействие. Семья - это труд, надо трудиться, чтобы её сохранить. Чаще собирать всю семью вместе. Быть гибкой и не навязывать свое единственное мнение.
`;

CHILDREN_MISTAKES[6] = `Ошибки по отношению к детям
Отсутствие или нехватка родительской любви. Давать ребенку понять, что его будут любить только при определённых условиях (отличная учёба, полное послушание). Убеждённость в том, что ребенок должен соответствовать некоему идеалу, сформированному в голове родителя. Внушения, направленные на развитие чувств стыда и вины. Это могут быть как послания о неполноценности: ""Ты плохой"", ""Ты не соответствуешь нашим ожиданиям"", ""Ты не достоин любви"", так и непреднамеренные попытки указать ребёнку на ""его место"". Высокомерие по отношению к ребёнку. Отсутствие желание признавать неправоту и просить прощения у ребёнка.
\nК чему прийти?
Научиться принимать себя, ребёнка и близких такими, какие есть. Полюбить ребёнка и близких безусловной любовью. Гармоничные отношения с самим собой, ребёнком, другими членами семьи, с миром.
\nЧему пришел научить ребенок?
Не идеализировать других, увидеть, понять и принять все их недостатки и отрицательные черты, и несмотря на них любить их безусловной любовью, не пытаясь переделать. Через общения и разговоры с человеком научиться видеть его внутреннюю красоту. Не строить воздушные замки, а жить в реальности, трещат оценивая окружающий мир вокруг Вас.
`;

CHILDREN_MISTAKES[7] = `Ошибки по отношению к детям
Нарушение личного пространства и границ. Насильное навязывание своего мнения и взглядов. Запрет на проявление эмоций (нельзя плакать). Лишение свободного времени. Желание постоянно пристыдить и унизить. Физические наказания. Желание подавить ребёнка, лишив его права голоса. Нетерпимость.
\nК чему прийти?
Авторитет через уважение, а не через страх. Компромиссы. Уважение ребёнка и его личных границ. Мирное урегулирование конфликтов в семье. Табу на физическое наказание.
\nЧему пришел научить ребенок?
Создание безопасного пространства внутри семьи, соблюдение личных границ каждого её члена. Взаимоуважение и доверительные отношения в семье. Нахождение в контакте с ребенком и правильная забота о его нуждах. Поощрения, а не наказания. Способность хвалить, и говорить о достижениях. Совместная деятельность и совместное времяпрепровождение. Поддержание диалога в конфликтных ситуациях и их мирное урегулирование.
`;

CHILDREN_MISTAKES[8] = `Ошибки по отношению к детям
Привычка не брать на себя ответственность, а перекладывать ее на других. Уклонение от родительских обязанностей. Злоупотребление родительскими правами. Умышленное нанесение физического или психологического вреда. Халатное отношению к здоровью ребенка, поощрение хулиганских действий, игнорирование школьных собраний. Уклонение от обязательств по обеспечению, обучению и воспитанию. В случае развода
сокрытие места нахождения ребёнка от второго родителя или его похищение. Ежедневная ложь.
\nК чему прийти?
Соблюдение закона. Понимание причинно-следственных связей происходящих событий. Неуклонное исполнение юридических и общечеловеческих законов.
\nЧему пришел научить ребенок?
Показывать детям, что не нужно бояться говорить правду, за неё никто ругать не собирается, но нужно взять ответственность за свой поступок и всё исправить, и в этом готовы помочь самые близкие для него люди. Исполнение обязанностей, обязательств и обещаний. Всё в жизни справедливо, принять эту справедливость и жить, её сохраняя. Понять причинно-следственные связи между явлениями во Вселенной. Принять, что всё, что с нами происходит является неизбежным следствием, вытекающим из заложенной в прошлом причины. Осознать, что у Вселенной нет случайностей. Табу на ложь и несправедливое отношение.
`;

CHILDREN_MISTAKES[9] = `Ошибки по отношению к детям
Замкнутость, закрытость, скрытность, отсутствие тепла и общения, желание отстраниться и уединить. Молчаливость, привычка скрывать свои эмоции, трудность в высказывании своего мнения или отношения к чему-либо, дистанцирование от других членов семьи на семейных праздниках и иных семейных мероприятиях, преимущественно однозначные (да/нет) или лаконичные ответы на вопросы, нежелание присоединяться и поддержать разговор. Отказ от материальных ценностей. Уход из семьи.
\nК чему прийти?
Открыться семье и стать её частью. Доверять близким. Наслаждаться жизнью и получать удовольствие от земных благ.
\nЧему пришел научить ребенок?
Быть открытыми и искренними, чтобы иметь возможность устанавливать связи с другими людьми, заводить настоящих друзей и комфортно себя чувствовать в обществе.
Не бояться проявлять чувства и эмоции. Больше общаться и рассказывать о себе и своей жизни. Интересоваться жизнью и делами ребёнка и других людей. Не бояться cкaзaть чeлoвeку тo, чтo ecть нa cамом дeлe. Быть собой. Стать позитивным и радостным. Принять материальный мир и стремится получать удовольствие от пользования материальными благами.
`;

CHILDREN_MISTAKES[10] = `Ошибки по отношению к детям
Родители живут жизнью детей, а не своей собственной жизнью. Потребительство (покрытие своих нужд за счёт детей). Занимаясь изнуряющим физическим трудом, заставляют ребёнка также трудиться. Либо наоборот сами ленятся, а заставляют ребёнка работать. Сетуют на судьбу, невезенье, неудачу, обстоятельства.
\nК чему прийти?
Жить своей жизнью, занимаясь любимым делом. Прислушиваться к себе и понимать свои потребности и желания. Доверять силам Вселенной и свои внутренним ощущениям.
\nЧему пришел научить ребенок?
Жить с мыслью: «Моя Вселенная заботится обо мне!». Иметь свободу, внешнюю и внутреннюю, выбирать и делать то, что приносит удовольствие, радость и изобилие. Найти свою цель, которая превращает жизнь в праздник, и наслаждаться этим. Быть расслабленным и в радости, и в печали. Быть в потоке. Быть на волне удачи, легко выбирая из многообразия то, чего хочется в данный момент. Жить в согласии с собой и с окружающим миром. Искать и находить во всем только хорошее. Отпускать обиды и негативный опыт, оставаться свободным от каких-либо установок и рамок и поступать так, как считаешь единственно правильным, в согласии Разума и Души. Заботиться о психические и физические здоровья ребёнка, не перекладывая на него свои обязанности.
`;

CHILDREN_MISTAKES[11] = `Ошибки по отношению к детям
На ребёнка наседают, диктуют правила,
запрещают быть собой и любыми способами пресекают свободу самовыражения и любые стремления ребёнка в достижении целей, которые родителям кажутся «неправильными», «глупыми», «ненужными» и «бесполезными». Постоянные издевки, унижения, высмеивание, подзатыльники, запреты, агрессия. Втягивание ребёнка в тяжёлый физический труд, предъявление высоких требований к их работоспособности и работоспособности других людей. Не доведение начатых дел до конца.
\nК чему прийти?
Управлять негативными эмоциями. Трезво оценивать свою силу и силу и способности других людей. Направлять силу и энергию в мирное русло. Уметь замедляться и отдыхать.
\nЧему пришел научить ребенок?
Не принуждать других идти туда и делать то-то и так-то, а мягко направлять. Быть мягким, гибким и отзывчивым к потребностям других, легко откликаться на их просьбы и пожелания, не переоценивая их возможности. Трансформировать негатив в позитив. Планировать своё время и определять периоды труда и отдыха. Понять границы своей работы, устанавливать задачи и работать в рамках именно этих задач, не беря на себя слишком многое, тогда все дела будут доделаны до конца.
`;

CHILDREN_MISTAKES[12] = `Ошибки по отношению к детям
Стремление манипулировать. Игра на чувстве вины и жалости. Обвинения ребенка в проблемах взрослых. Постоянное напоминание о прошлых ошибках. Заявления, что ребёнок недостаточно хороший член семьи. Постоянные упрёки тем, что сделали и чем пожертвовали ради него. Попытки возложить на него вину за свои чувства. Обесценивание чувств, действий и желаний ребёнка. Требования любви, при этом постановка условий, при выполнении которых будут любить сами (ребёнок должен заслужить любовь).
\nК чему прийти?
Безусловная любовь к ребёнку и близким людям. Бескорыстие, щедрость. Умение расставлять свои границы и не нарушать чужие. Уважение к чувствам и желаниям ребёнка.
\nЧему пришел научить ребенок?
Научиться делать добро, не выискивая выгоду, похвалу или награду взамен. Жить по принципу «Сделал добро – забудь о нем». Вовремя отпускать от себя ребёнка. Уметь правильно оценивать, сколько времени тратиться на себя, а сколько на посторонних людей и служение их интересам. Уметь сказать нет и защитить свои границы. Научиться отступать от шаблонов и быстро перестраиваться, в зависимости от обстоятельств. Не совершать поступков, которые отрицают, сдерживают или обесценивают мысли и чувства детей. Воспитывать детей в атмосфере заботы и поощрения.
`;

CHILDREN_MISTAKES[13] = `Ошибки по отношению к детям
Страх потери близкого человека и транслирование этого страха на ребёнка.
Боязнь любых изменений и игнорирование их необходимости. Регулярное внушение ребенку различного рода опасений: «Не делай, поскольку мир страшен, и действия могут привести к негативным последствиям». Утверждение, что лучше ничего не предпринимать, а плыть по течению, поскольку нынешнее положение – самое стабильное, а изменения могут быть опасными и страшными. Убеждать ребёнка довольствоваться тем, что есть, и не делать шагов для изменения ситуации.
\nК чему прийти?
Освободиться от страхов. Понять важность изменений и стремления ко всему новому. Понять, что прогресс и развитие цивилизации неизбежны.
\nЧему пришел научить ребенок?
Рисковать, выходить из зоны комфорта. Набраться сил и смелости, заручиться поддержкой близких и, чётко определив цель, начать двигаться вперёд. Не останавливаться на достигнутом, стремиться к большему. Развивать себя. Понять, что новое через некоторое время станет привычным. Избавляться от старых ненужных вещей.
`;

CHILDREN_MISTAKES[14] = `Ошибки по отношению к детям
Алкоголизм и другие зависимости и основанные на них грубость, невнимательность по отношению к ребёнку и другим членам семьи. Нереализованность собственных талантов и способностей и как следствие неверие в таланты и способности ребёнка: ""Не получилось у меня, не получится и у тебя"". Неспособность преодолевать жизненные трудности и испытания т всё то же: ""Не получилось у меня, не получится и у тебя"". Неспособность гасить внутри себя негативные эмоции, душевную боль, желания и др. Отсутствие терпения и терпимости к ребёнку. Убеждение ребёнка в отсутствии высших сил и Бога.
\nК чему прийти?
Избавление от зависимостей. Диалог с душой. Развитие терпимости по отношению к ребёнку.
\nЧему пришел научить ребенок?
Идти туда, куда ведет сердце и самые искренние стремления. Ни под кого не подстраиваться, никого не бояться, выражать то, что думаешь и чувствуешь, общаться с теми, кто нравится, делать то, что вдохновляет. Научиться слышать душу и идти по своему пути: делать, что любишь и отстаивать свою истину — ту, которая в душе. Во всем видеть Бога, Его Промысл, Его действие, Его заботу и любовь. Реализовать свои способности и таланты и помочь ребёнку реализовать свои.
`;

CHILDREN_MISTAKES[15] = `Ошибки по отношению к детям
Налаживать личную жизнь на глазах у ребёнка, постоянно приводить домой новых партнёров, знакомить с ними, а потом при расставании жаловаться и ругаться на них ребёнку. Сделать из ребёнка подружку или друга и откровенно делиться неудачами на любовном фронте, погружая ребёнка в подробности, не соответствующие его возрасту. Выяснение отношение в присутствии ребёнка, взаимные обвинения, оскорбления и упрёки между родителями. Проявление агрессии и другого негатива в адрес ребёнка. Подчинение его своей воли, манипуляции. Алкогольная и другие зависимости.
\nК чему прийти?
Обуздать свои пороки и усмирить зависимости. Развиваться духовно. Принять то, что ребёнок - дар Божий, и требует трепетного и заботливого отношения.
\nЧему пришел научить ребенок?
Уметь преодолевать свои пороки, уметь справляться с ними, бороться со своими дурными пристрастиями. Знать силы, которые есть, и направлять их на благо. Уметь стоять на страже своих поступков, мыслей, желаний, умение контролировать их, понимать, откуда они приходят, к чему ведут. Укрощать гордыню(тщеславие), алчность (жадность), зависть, гнев, похоть (блуд, прелюбодеяние), чревоугодие (обжорство), уныние (печаль, лень). Научиться прощать. Научиться радоваться успехам и достижениям других. Видеть в людях хорошее, принимать их недостатки.
`;

CHILDREN_MISTAKES[16] = `Ошибки по отношению к детям
Все вокруг кажется бессмысленным и серым, нет желания и мотивации что-либо делать, все валится из рук, есть чувство усталости, смутной грусти. Эмоциональное выгорание. Потеря веры в себя. Апатия. Потеря желания и интереса к каким-либо действиям. Неспособность получать удовольствие от тех вещей и занятий, что раньше приносили радость. Негативные тревожные мысли, излишняя самокритика, чувство собственной неполноценности (самобичевание). Панический страх лишиться материальных благ. Всё это транслируется ребёнку и передаются ему мысли о бессмысленности бытия.
\nК чему прийти?
Обрести смысл и цели в жизни. Начать жить с чистого листа. Уметь подниматься и идти дальше после даже самых сложных неудач.
\nЧему пришел научить ребенок?
Уметь преодолевать препятствия, бороться с трудностями в своей жизни, падать и снова вставать. Сосредотачиваться на тех ситуациях, которые можете контролировать и не бояться того, что изменить не в силах. Стать сильнее психологически, работая над позитивным мышлением. Выходить из зоны комфорта и идти навстречу изменениям и развитию. Расти духовно и побуждать людей к тому же, стать для них лидером и примером несгибаемости силы духа и желания развиваться.
`;

CHILDREN_MISTAKES[17] = `Ошибки по отношению к детям
Жить под девизом «Я лучше остальных и достоин особенного отношения». Причём это особенное отношение должно быть и со стороны детей. Отсутствие способности здраво оценить себя и свои возможности, в результате и ребёнок не может понять, какой его родитель. Проявление высокомерия, эгоизма, тщеславия, самолюбования, пренебрежительности, манипуляции, использования окружающих людей в своих целях, холодности, замкнутости. Усугубление этих качеств при нереализованных талантах и способностях. Неспособность поддержать ребёнка в развитии его талантов по причини неверия в них.
\nК чему прийти?
Верить в таланты детей и развивать их. Самореализация. Борьба с гордыней и общение с людьми на равных.
\nЧему пришел научить ребенок?
Проанализировать и принять свои и слабые и сильные стороны. Уйти в развитие сильных сторон, реализацию своего потенциала и творческих способностей. Погасить высокомерие по отношению к другим людям и самолюбование, ведь всё, что есть в тебе, сотворено и дано тебе Богом. Стать звездой, при этом не заболеть звёздной болезнью. Делиться своим творчеством с людьми. Помочь другим раскрывать свои таланты.
`;

CHILDREN_MISTAKES[18] = `Ошибки по отношению к детям
Негативные мысли о себе (Я-полное ничтожество), о своем текущем опыте (У меня ничего не получается) и о своем будущем (Меня не ждет ничего хорошего). Постоянное состояние тревоги, приводящее к мыслям о неизбежных катастрофах, которые непременно произойдут в ближайшем или далеком будущем.
Мысли о собственной слабости, бесперспективности и ненормальности. Негативное мышление, приводящее к негативным эмоциям, которые выплескиваются на ребёнка. Ребёнок тоже начинает мыслить негативно, появляется страх перед жизнью, страх смерти, страх потери близких.
\nК чему прийти?
Позитивное мышление. Проработка необоснованных тревог и стразов. Умиротворение.
Чему пришел научить ребенок?
Окружать себя позитивными людьми. Наслаждаться позитивными моментами. Быть благодарным за то, что имеете. Не жаловаться слишком много. Не обобщать отрицательный опыт. Уметь отвлекаться. Верить в себя и ребёнка. Уметь контролировать эмоциональное состояние. Стремиться к самосовершенствованию, развитию своих способностей, в том числе магических. Донести до ребёнка, что жизнь - это дар Божий и она прекрасна и не опасна.
`;

CHILDREN_MISTAKES[19] = `Ошибки по отношению к детям
Испытывать вину и стыд за свои привязанности и зависимости, безденежье и нереализованность. Передавать детям все установки бедности.
\nК чему прийти?
Самореализация. Богатство. Большое количество детей.
\nЧему пришел научить ребенок?
Понять себя. Учесть свои ограничения, свои сильные и слабые стороны.
Работать над собой. Развивать свои способности, минимизировать свои слабые стороны. Ставить цели, исходя из своих талантов и способностей.
Заниматься любимым делом.  Верить в себя и свои силы. Осуществлять направленные действия к цели. Не сбавлять темп движения к цели. Действовать дальше при достижении промежуточных результатов, не «почивая на лаврах» и не замедляя выбранный темп. Достигать поставленные цели, процветать материально и духовно. Своим примером освещать путь других людей.
`;

CHILDREN_MISTAKES[20] = `Ошибки по отношению к детям
Обсуждение родственников, постоянные разговоры о том, какие они жадные, хитрые и т.д. Постоянные разговоры о том, как ""не повезло с родственниками"", их осуждение, критика, оскорбления. Разжигание с ними ссор и конфликтов, втягивание в эти конфликты ребёнка. Разрыв отношений с семьёй, запрет для ребёнка на общение с родственниками.
\nК чему прийти?
Мир в семье. Уважение всех членов семьи. Соблюдение и передача традиций. Преемственность поколений.
\nЧему пришел научить ребенок?
Семья - это малая церковь. Семья - это свято. Семья - это таинство. Семья - это ковчег. Ковчег любви, понимания, теплоты, доверия, взаимопонимания и взаимопомощи. Необходимо хранить и оберегать этот ковчег, заботиться о всех, кто в нём находится, проявляя мудрость, терпение и выдержку. Через безусловную любовь к родственникам и принятие всех их слабостей и недостатков идти навстречу своему духовному развитию.
`;

CHILDREN_MISTAKES[21] = `Ошибки по отношению к детям
Ограничение свободы, жёсткие рамки и правила, постоянный контроль. Манипуляции своим здоровьем или даже жизнью. Ограниченность мышления. Нежелание развиваться и идти вперёд. Денежные разбирательства, кредиты, долги.
\nК чему прийти?
Гармония с собой, окружающими и Вселенной.
Расширение сознания и пространства вокруг себя. Выступать в качестве миротворца.
\nЧему пришел научить ребенок?
Иметь глобальные мечты и ставить глобальные цели. Постоянно развивать свои способности и расширять свою зону комфорта. Любить весь мир и мироустройство, уважать все религии, культуры, народы и страны. Быть человеком мира. Открыться этому миру. Путешествовать, впитывая всё, что увидите. Давать свободу детям и возможность прожить ими свою жизнь.
`;

CHILDREN_MISTAKES[22] = `Ошибки по отношению к детям
Ограничивают свободу ребенка, ограничивают свободу его выбора и решений.  Не доверяют ему, не верят в то, что он справится без их помощи, советов и подсказок. Диктуют, как следует поступить, с кем дружить, чем питаться, что носить. Делают выбор за ребёнка. Дают обещания, которые потом не выполняют. Не воспринимают ребёнка как полноценную личность, нарушают его границы.
\nК чему прийти?
Уважение ребёнка и его право выбора. Соблюдение личных границ других людей, в том числе и прежде всего ребёнка. Избавление от своих внутренних ограничений.
\nЧему пришел научить ребенок?
Ребёнок - это не бездумное продолжением своих родителей. Давать детям возможность контролировать ситуацию, принимать решения и делать выбор. Взрослые не всегда знают, как лучше. Ребёнок может справиться и самостоятельно. Уметь принимать негативные эмоции своих детей. Заменить ""Я должен"" на ""Что мне нужно? Что для меня важно? К чему я стремлюсь?"".  Поставить в центр своей жизни самореализацию (в профессии, любви, творчестве) и подумать о том, какие ресурсы (знания, навыки, образ жизни, чья-либо помощь) помогут в достижении этой цели. Не ругать себя. Развивать гибкость мышления.
`;
