export interface PastLife {
  name: string;
  description: string;
}

// Ключ - это строка из трех чисел через дефис, например "9-15-6"
export const PAST_LIVES: Record<string, PastLife> = {
  "3-7-22": {
    name: "Узник",
    description: `В прошлой жизни Человек был в заточении. Был в плену или в тюрьме. Возможно там умер.
Были возможны зависимости от алкоголя, еды, наркотиков, азартных игр. Или был в плену у партнера (многоженство, роковая женщина, муж тиран)
Так же могла быть несвобода по состоянию здоровья.

С чем пришел в эту жизнь: Нахождение в золотой клетке. Желание ощутить свободу.
Скорее всего в окружении присутствуют сидевшие. Человек мог быть очень ревнивым и перенести качество в это воплощение. Выбирает деятельность близкую к этой теме - адвокаты, прокуроры, судьи, надзиратели и тд.

Проработка кармы: Осознать, что можно быть свободным в любых условиях. Достойно пройти такие испытания, не дать сломить свой дух. Помогать другим, обрести свободу или не попасть в тюрьму.`
  },
  "3-13-10": {
    name: "Суицид",
    description: `В прошлом воплощении у вас был добровольный отказ от жизни. Это очень редкая карма.

    С чем пришел в эту жизнь: С самого детства есть склонность к экстриму, ситуации происходят всегда на грани (вы не дорожите свое жизнью и это пугает родных и близких людей)
Как происходит развитие души:
Нужно научиться ценить жизнь. Проживать эту жизнь не прошлом, не в фантазиях, а здесь и сейчас.
Забота о своей жизни, так же поможет облегчить жизнь вашим родным и близким.  `
    },
    "3-22-19": {
    name: "Дитя",
    description: `В прошлом воплощении был ранний уход из жизни, добровольный отказ в возрасте до 8 лет. Родители не смогли уберечь своего ребёнка и он погиб при нелепых обстоятельствах. Это очень редкая карма.

С чем пришел в эту жизнь: Душа пришла с обидой на самого близкого человека, на свою маму. Всю жизнь ищет свою маму (образно). С ней довольно сложные отношения, возможно так складываются обстоятельства. Есть чувство, что нужно все успеть, очень торопиться жить, хочется быстро закончить школу и получить образования и найти работу.

Как происходит развитие души: Прожить второе детство. Наиграться с племянниками, со своими детками, выбрать профессию связанную с детьми. Нужно понять женщин, которые делают аборт и простить их мысленно.`
    },
    "6-5-17": {
    name: "Гордыня",
    description: `В прошлом воплощении Вы были очень талантливы, обладали особенными качествами и чертами характера. Из-за этого и возгордились, считали себя лучше других и часто смотрели на людей с верху вниз.

С чем пришел в эту жизнь: В этой жизни, у вас есть стремление получить все просто так, по праву рождения. У вас есть и талант и хорошая внешность. Хочется получить все и сразу по максимуму, если это работа то сразу в начальники (на должность по блату на хорошее место). Имейте ввиду, что избрав такой путь продвижения по карьерной лестнице, вам придется пройти ситуации унижения (коллеги будут издеваться, начальство станет принижать). Если гордыня не будет исцелена - начнутся уроки (унижения).

Как происходит развитие души: Исцелить гордыню можно только при правильно подходе, это значит, что нужно идти к своей цели шаг за шагом, учиться добиваться результата своим трудом (желательно с самого детства). Относится с уважением и не считать других людей ничтожными.
И только тогда в вас сможет раскрыться звезда. Действовать медленно, интуитивно это будет ваш лучший подход. Время и труд это ваши лучше друзья.`
    },
    "6-8-20": {
    name: "Разочарование рода",
    description: `В прошлом воплощении Вы опозорили свой род проиграли ваше имущество в карты , опозорили свою честь, женились не по статусу, не оправдали надежды главы семьи и т.д. К примеру, в прошлой реинкарнации вы могли раскулачивать односельчан, забирали у них все ими нажитое непосильным трудом. Теперь воплотились в роду, в котором раскулачены предки, и на уровне подсознания на вас влияет родовая программа: «деньги-зло», «иметь деньги-опасно».

    С чем пришел в эту жизнь: Вы воплотились в том же роду. В прошлой жизни, стремления к большим деньгам принесли вам лишь страдания и теперь у вас есть материальные трудности. Как только деньги попадают в руки (заработали), то сразу появляется желание активно от них избавиться (потратить). Также у вас есть огромный набор талантов, есть четкое стремление быть лучшим, пытаетесь найти себя во многих направлениях. Ваши родные возлагают на вас большие надежды, и могут придираться. Вы пытаетесь учится, расти и побеждать но ваша мать все еще разочаровывается. Разочарования матери это ваш главный мотиватор, вы будете пытаться пока не угодите.<br>

Как происходит развитие души: Ваша задача в этом воплощении - прославить свой род! Твердо и ясно, вы должны отыграть в этой жизни все, что потеряли в прошлой. Это даст вам цель на всю жизнь, вас будут ставить в пример. Вы станете гордостью своего рода, если сможете добиться высокого результата.`
    },
    "6-14-8": {
    name: "Диктатор",
    description: `В прошлом воплощении Вы были диктатором. Это мало изученная карма (новая карма). Скорее всего, вы любили власть и подчинять себе мнения остальных, плохо относились к женщинам.

С чем пришел в эту жизнь: У вас мощная энергетика и сильное физическое тело. Но зачастую проживаете серой жизнью, работайте на заводе, конторе и т.п. Ваша работа вас не устраивает, но вы нечего не делайте с этим.

Как происходит развитие души: Нужно будет проявить себя через добро и помощь людям. Никого не винить в ваших бедах, а их будет немало.`
    },
    "6-17-11": {
    name: "Загубленный талант",
    description: `В прошлом воплощении Человек был наделен творческими талантами. Этот талант мог сделать его не только успешным финансово, но и полезным людям.
Однако по каким-то причинам человек не реализовал его.
Не успел, забоялся, не смог, выбрал обычную жизнь, физический труд. Возможно «зазвездился» и переоценил себя.

С чем пришел в эту жизнь: В настоящей жизни вам снова даётся такое испытание. В этом воплощении вы также наделены талантом, но работаете на обычной работе (возможно связана с деньгами: бухгалтер, экономист, менеджер). Когда поступали, родители сказали – этим ты всегда заработаешь на кусок хлеба. Вам очень сложно услышать себя. Вы все время ищете, пробуете учиться, хотите заняться чем-то особенным, однако вас все время отвлекают обстоятельства, искушения. И снова откладывается поиск себя на потом, не делая выбор в сторону своего предназначения. Вы словно компенсируете свой прошлый трудоголизм и часто отказываетесь работать в полную силу и максимально экономите энергию. Когда становитесь родителем – пытаетесь через детей исполнить мечту реализации таланта, водя их на разнообразные кружки и предоставляя множество возможностей для развития. Т.е. складываются обстоятельства, что вы можете открывать таланты в других людях, но не в себе.
При этом сами ведете скромный образ жизни.

Как проработать карму: Отказаться от обычной жизни, допустить, что талант есть! И поставить задачу найти себя. Стоит оставить детей в покое и дать им возможность прожить свою жизнь и беззаботное детство.
Вкладывайте больше времени и сил в свое саморазвитие. Время не ушло, если человек в возрасте (это наоборот вдохнет новый вкус к жизни). Сейчас жизненно важно понять в чем ваша особенность, талант и уйти от рутины. Реализоваться через весь свой творческий потенциал.<br> Не бояться светить и сиять на людях и создать нечто новое. Ответе себе честно на вопрос что вы любите? Туда и идите.`
    },
    "6-20-14": {
    name: "Душа, которую принесли в жертву",
    description: `В прошлом воплощении Вас использовали в качестве жертвоприношения. И люди глядя на процесс, пробуждались и понимали, что это все не правильно. (Редкая карма)

С чем пришел в эту жизнь: В этой жизни, ваше окружение теперь чувствует себя виноватыми перед вами, и отдают благо просто так, ни за что. Делают подарки и помогают чем только могут, вам не когда не отказывают в помощи и как правило, они сами предлагают помочь еще до того как вы попросите.

Как происходит развитие души: Для развития души, вам придется научиться довольствоваться малым, быть благодарным малому, не просить больше, чем положено. Вам нужно осознать, что в прошлом, ваша душа отдала свою жизнь ради благополучия других и теперь вам все мало, желаете заполучить все больше, не отдавая нечего взамен, как должное.`
    },
    "9-12-3": {
    name: "Одинокая женщина",
    description: `В прошлом воплощении Вы были женщиной, которая безграничной всепоглащающей любовью полюбила мужчину, и готова была ради этого мужчины отказаться от всего и вся, растворясь в нём полностью. Для Вас не существовало иного мира, чем этот мужчина. Он и был всем Вашим миром. Но Вам не суждено было быть с ним вместе, он исчез из Вашей жизни, оставив Вас в глубокой скорби и с сердцем полным боли.

С чем пришел в эту жизнь: С самой юности и на протяжении всей Вашей жизни Вас преследуют травмирующие отношения с противоположным полом. Вам часто приходится переживать расставания. Испытывая глубокую привязанность к партнёру, Вы не желаете его отпускать, а если он всё таки уходит, то постоянно осуществляете попытки вернуть его. Часто попадаете в зависимость от партнёра, идеализируете его, не видите очевидного. Либо вступаете в отношения с женатыми/замужними людьми. Сильная любовь к партнёру перемешивается с паническим страхом остаться без него. Поэтому нередко ему прощается всё, а он, осознавая это, начинает этим пользоваться. Либо Вы находитесь в отношениях на расстоянии, причём и до и после заключения брака. Например, у партнёра длительные командировки, вахтовый метод работы. Или он живёт в другой стране, а ваш брак становится гостевым. При этом, у партнёра появляется вторая семья, но Вы закрываете на это глаза, что бы он окончательно не исчез из Вашей жизни. Могут преследовать разводы, а так же смерть второй половинки.

Как происходит развитие души: Развивайте самодостаточность и самостоятельность. Осознайте, что самое главное и ценное в Вашей жизни - это Вы сами. В первую очередь нужно полюбить себя. Заботьтесь о себе, о своём психическом и физическом состоянии. Вам предстоит долгая и кропотливая работа над собой. Уважайте себя и партнёра. Не унижайтесь, не пытайтесь заслужить любовь, каждый достоин любви и Вы тоже. Ищите любовь в себе, в первую очередь полюбите себя, Затем Бога, и только потом дарите любовь партнёру.`
    },
    "9-15-6": {
    name: "Мир страстей и сказок",
    description: `В прошлом воплощении Перед Вами встал выбор - прочные стабильные спокойные отношения с любимым человеком либо огненная пучина страстей с покорителями женских сердец. И Вы выбрали второе. Вы отказались от любви во имя разнообразия, экспериментов, страсти, нарисовав в своей голове картину ярчайшей как Солнце жизни. Ведь Вы хотели именно этого - праздника, фейерверка, а стабильность с любимым человеком Вас тяготила, утомляла, сгоняла в унынии. Вы бросили любимого человека, растоптав его чувства.
 
С чем пришел в эту жизнь: Вы - человек в розовых очках с воздушными замками в голове, который не хочет и не может представить свою жизнь с простым человеком. Вас преследуют мысли о прекрасной жизни, а к реальной Вашей жизни у Вас множество претензий. Вы обладаете богатой фантазией, но фантазий у Вас больше, чем практических дел. А ведь могли бы стать писателем-фантастом или художником-сюрреалистом. У Вас часто будут возникать испытания страстью. Перед Вами будет стоять выбор: любовь или страсть. И обладая сильным сексуальным потенциалом, Вам будет сложно сделать выбор. Ведь он требует выхода и его сложно усмирить. Ваша полигамность, бурная сексуальная фантазия и тяга к экспериментам будут заставлять Вас делать выбор не в пользу любви.

Как происходит развитие души: Вам нужно понять, что духовное первостепенно, а физическое второстепенно. Вам важно научиться любить. А настоящая любовь начинается внутри. Любовь к себе – это первое требование, если вы хотите научиться любить кого-то другого. Вам нужно беречь себя, питать свое тело и душу и ощущать себя счастливой. Кроме того, чтобы научиться любить, нужно познать, что такое подлинная забота, уважение к другому человеку, узнавать его и активно участвовать в его развитии и росте. Научитесь отдавать, не ожидая ответа. Научитесь усмирять свои страсти. Займитесь делом, которое будет делать Вас счастливым, и тогда не придётся фантазировать и рисовать в своей голове разные картинки жизни, и тогда не придётся выбирать между любовью и страстью, ведь любовь будет внутри Вас.`
    },
    "12-16-4": {
    name: "Император",
    description: `В прошлом воплощении Вы были деспотичным, властным и жестоким человеком. У Вас был высокий статус и богатство. При этом Вы не могли грамотно распоряжаться этим богатством либо были слишком жадным и алчным. Все Ваши черты характера убивали Вас самого. Вы не уважали людей, которые Вас окружали, подавляли их, не давая свободы выбора.

С чем пришел в эту жизнь: Вы строго контролируете и держите в ежовых рукавицах всех, кто Вас окружает. Но не забывайте, что за чрезмерным контролем последуют беды. Женщина-император очень сильная натура.

Как происходит развитие души: Вам необходимо особое внимание уделить работе с агрессией и жестокостью. В Вас очень много этих разрушительных эмоций. И именно они мешают Вам идти вперёд, развиваться, строить гармоничные отношения и проживать счастливую жизнь. Любите и уважайте окружающих Вас людей, будьте к ним милосердны и терпеливы, не подавляйте, не унижайте, не оскорбляйте, не получайте. Они не заслуживают холода и жёсткости, равнодушия и безразличия, постоянной критики и недовольства. Вам необходимо стать мягче и спокойнее. Поверьте, окружающим очень не хватает Вашего тепла и проявлений заботы. Согрейте их хотя бы парой ласковых слов. Проявляйте щедрость и доброту. Дополнительно для женщин следует отметить, что женщина должна воспитать в себе женственность, научиться уступать и идти на компромиссы, научиться доверять мужчинам.`
  },
  "12-19-7": {
    name: "Воин",
    description: `В прошлом воплощении Вы были воином, человеком, который участвовал в военных действиях, в борьбе. От Ваших решений зависели жизни других людей. Очевидно, что вы совершали убийства. Могли и сами погибнуть на войне.

С чем пришел в эту жизнь: Вы - обладатель агрессивного и воинственного характер с желанием конкурировать, бороться, побеждать. Вы часто спорите, иногда спорите, что бы просто поспорить. Для Вас принципиально важно, чтобы последнее слово осталось за Вами. Часто копите в себе агрессию, а потом выплескиваете её на близких людей. Стремитесь к успеху. Беретесь делать одновременно много дел. Достаточно жёстко реагируете на мнения, с которыми не согласны, часто «продавливаете» других людей, у которых не такое мнение, как у Вас. Не любите никому подчиняться. Для Вас подчиниться, значит проявить слабость. Всем пытаетесь что-то доказать. Вам всегда надо быть успешным, первым, лучшим. Но в постоянной борьбе Вам рано или поздно становится сложно, Вы выматываетесь, начинаете делать ошибки, энергетически опустошаетесь. Ваша чрезмерная агрессивность начнёт блокировать продвижение вперёд и социальную реализацию. За любое проявление агрессии будет следовать наказание. Воины в большинстве своем отлично стреляют, хорошо обращаются с оружием. Боятся поначалу сесть за руль, но потом обожают ощущение скорости.

Как происходит развитие души: Научитесь не вступать в конфликты, озвучивайте все свои претензии спокойно без агрессии. Перестаньте постоянно спорить, просто выскажите своё мнение. Научитесь разбираться в себе, а не агрессировать в сторону другого человека. Прислушивайтесь к мнению других людей, пытайтесь понять их. Откажитесь от борьбы и постепенно все станет налаживаться: появится новый взгляд на прощение; будете легко уходить от конфликтных ситуаций; осознаете, что ресурсов достаточно и нужно ставить цели и не бороться, а просто допустить, что всему свое время. Созидание, сотрудничество и любовь приносят намного больше плодов, чем соперничество и война.`  
    },
    "15-5-8": {
    name: "Предательства и страсти в семье",
    description: `В прошлом воплощении Вы предавали своих любимых, свою семью и не думали об их чувствах. Это могла быть измена или любое другое предательство. Возможно увлекались алкоголем или азартными играми и тем самым, причинили очень много страданий своим близким. То есть, в Вашей жизни были какие-то зависимости, а страдала Ваша семья. Или сами страдали в буквальном смысле - от боли. И не приняли эти страдания, сетовали на Бога.

С чем пришел в эту жизнь: В молодом возрасте будут искушения зависимостями, придётся делать выбор между хорошим и плохим. И тут главное - выбрать хорошее. Тогда далее в течение жизни, негативных событий может уже и не быть.Ещё один из вариантов - Вы сами можете быть преданными. То есть Вы меняетесь ролями с теми, кого предавали и кому причиняли боль в прошлой своей жизни. Важно понять и простить того, кто Вам сейчас причиняет боль. Если Вы искренне поймете и простите, то всё сразу же образуется. Ни в коем случае, не начинать играть роль жертвы, осуждать, обвинять, критиковать, упрекать. У Вас может присутствовать сильный страх физических страданий. Боязнь за близких.

Как происходит развитие души: Чтобы эту карму излечить, следует понять и простить всех, кто причинял Вам в жизни страдания. Возродить любовь, верность, доверие, чистоту отношений в семье, выйти на новый уровень любви и взаимопонимания. Научиться экологичному проживанию разных жизненных ситуаций. Очень важно исцелиться, и оставить всю неприязнь и обиды.`  
    },
    "15-8-11": {
    name: "Физическая агрессия",
    description: `В прошлом воплощении Вы были сильным человеком, который обижал слабых. Вы проявляли физическую агрессию к окружающим Вас людям. Вы подчиняли себе людей, стремились к абсолютной власти над ними. Вы брали силой, ничего не отдавая взамен. Вас боялись и Вас это вполне устраивало.

С чем пришел в эту жизнь: В детском возрасте, Вы можете чувствовать себя мишенью агрессии, это может быть как в детских коллективах (д/сад, школа, секции), так и дома. Самое интересное, что Вы можете быть жертвой издевательств со стороны тех, кто старше Вас, но при этом и сами же можете издеваться над теми, кто младше Вас. То есть Вы можете играть сразу две роли - и жертвы, и обидчика. У Вас может быть жёсткое воспитание и жёсткие родители. Девочки могут столкнуться с насилием. Насилие происходит из-за того, что внутри сидит агрессия из прошлого и притягивает агрессивных людей к себе. Во взрослой жизни женщины могут выйти замуж за тирана и жить по армейскому режиму, под постоянной критикой, давлением и требованиями,<br> постоянно испытывая физическую агрессию в свою сторону. При этом у них самих внутри тоже может быть много агрессии, которую они выплескивают на слабых, например, на детей. Вы также можете направлять агрессию на самого себя и это будет проявляться в необъяснимых болезнях, то есть Вы сами себе можете наносить физический вред. Вы можете захотеть стать сильнее физически, потому что считаете, это единственным способом отстоять себя, свои потребности и получить уважение со стороны окружающих. На деле же, можете ощущать беспомощность. Эталоном для Вас будут являться сильные, харизматичные мужчины, военные, боксёры. Можете презирать слабых.

Как происходит развитие души: Избавьтесь от внутренней агрессии, а если не можете избавиться, то подружитесь с ней, управляйте ею. Чтобы контролировать эту силу, практикуйте йогу, медитации, отказ от вредных привычек, позитивное мышление, контроль эмоций. Станьте мягче, добрее, спокойнее. Не обижайте тех, кто слабее вас.`    
    },
    "15-20-5": {
    name: "Бунтарь",
    description: `В прошлом воплощении Вы совершали те или иные поступки против воли своих родителей и были исключены из семьи, либо сами, оставшись в семье непонятыми, ушли из неё. То есть Вы находились в конфликте с Родом, жили без связи с родными. Возможно, осуждали, держали на них обиду и злость.

С чем пришел в эту жизнь: Вы можете чувствовать себя в семье была белой вороной. Уже с раннего детства у Вас может быть свой взгляд на многие вещи и свое исключительное<br> мнение. Вы, будучи ещё ребёнком, можете постоянно спорить с родителями, быть отщепенцем в семье, чувствовать себя постоянно изгоем. Повзрослев, можете уйти из дома и совсем не общаться с родителями какое-то время. Оставшись в семье, Вы можете заметить, что никто не поддерживает Ваше стремление заниматься, например, творческим трудом, а родители хотят, чтобы Вы занимались семейным бизнесом. Вам может казаться, что Вам нужно заслужить любовь семьи и долгое время Вы пересиливаете себя, занимаясь тем, чем велит родня. Вы начинаете бороться с ними, не хотите признавать роль родителей, их авторитет, не в состоянии принимать их такими, какие они есть, принять их любовь и заботу,<br> быть благодарным. Вы осуждаете свою родню, держите на них обиду. Чувствуете себя оторванным от семьи. Вы можете разорвать отношения с кем-то из родственников, например, с отцом. Нередко бунтари воспитываются без родителей, если их, например, по каким-то причинам отдали на воспитание бабушке. Бунтари воплощаются из раза в раз в одном и том же роду и именно в тот момент, когда роду необходима помощь.

Как происходит развитие души: Вы должны принять, что мыслите и ощущаете мир по-другому, чем родители и семья. При этом Вы должны научиться их принимать и уважать их выбор<br> жить именно так, как нравится им. А также спокойно принимать их мнение относительно того, как стоит жить Вам, и воспринимать это как заботу и любовь. Ведь они хотят Вам только добра. После того, как вы поймете и примите роль родителей, всё в Вашей семье наладится и сама семья станет относится к Вам иначе. Вы можете записать все сведения о своем Роде в отдельную книгу и передать их своим детям, построить так же Древо Рода. Придётся совершить много работы в этом направлении, пройти родовые практики, медитации, молитвы. Но всё это необходимо для раскрытия потока любви в Вашем Роду и в Вас. Вы можете на расстоянии объединить родственников и поколения предков, создать особое родовое пространство. Например, можете создать для всех родственников сообщество в соц.сетях, где будете делиться с ними своими находками по Генеалогии и Родологии для семейного архива, вести семейный альбом, семейный календарь, семейную летопись и книгу Рода. Всё это будет объединять родственников, а Вы будете чувствовать единство Рода, чтобы росла его сила во благо его процветания. Так же Вам предстоит найти исключенного из семьи и вернуть ему её любовь. Также бунтарь должен родить и воспитать здоровое, крепкое потомство. Заниматься прославлением своего Рода.`    
    },
    "18-3-12": {
    name: "Физические страдания",
    description: `В прошлом воплощении Вы страдали в буквальном смысле от физической боли, тело имело изъяны, очень сильно болели либо были калекой. Но Вы не смогли смириться и принять эти страдания, обвиняли в них Бога и всех вокруг, сетовали на судьбу, накопили в себе обиду и злобу на этот мир, не думали о своей душе, зациклившись исключительно на физическом теле.

С чем пришел в эту жизнь: Вы на подсознательном уровне сильно боитесь физических страданий и физической боли. Ваше сердце и душа сжимаются, когда Вы только думаете о том, что Вы будете испытывать физическую боль. Начинается паника при любой угрозе здоровью. А всё потому что Вы из прошлой жизни помните, как это тяжело столкнуться с физической болью и терпеть её долгое время. Но Вы боитесь не только за себя, но и за Ваших близких, боитесь, что им тоже придётся столкнуться с физическими страданиями. И от этого страха Ваши сердце и душа сжимаются ещё сильнее. То есть за близких Вы боитесь ещё сильнее чем за себя.

Как происходит развитие души: Ваша задача помочь людям принять свою болезнь и обратить особое внимание на свои душевные качества (силу духа и стойкость), не давать людям падать духом и поддерживать их морально, показать им, что болезнь — это не наказание, а возможность. Вы можете ухаживать за тяжело больными, идти туда, где будут беспомощные, ухаживать за ними. Вам будет страшно, но нужно пересилить себя и идти туда, где очень страшно, только тогда произойдёт исцеление и душевный рост. `
    },
    "18-6-6": {
    name: "Любовная магия",
    description: `В прошлом воплощении Ваша душа так сильно любила другого человека, что не могла представить разлуки с ним, и Вы либо сделали приворот, либо невольно силой своей любви привязала человека к себе.

С чем пришел в эту жизнь: Вы можете испытывать страх с детства, который так и не сможете проработать в себе, не сможете принять любовь, полюбить, создать свою семью и проживете в одиночестве, так как будете ассоциировать любовь с несчастьем и негативом. С детства не любите себя, испытываете кучу комплексов, обладаете низкой самооценкой, обижаетесь на родителей,<br> считая, что они Вас не любят. Пытаетесь заслужить любовь других. Ищите любовь из вне. Ощущаете пустоту, ненужность, недолюбленность. Ищите любовь, но боитесь быть в серьёзных отношениях, меняете партнёров одного за другим. При этом часто находитесь в зависимых отношениях - не любите человека и не хотите быть с ним, но и расстаться с ним не можете. Часто вступаете в отношения с несвободными людьми, пытаетесь увести их из семьи и от партнёра. При этом сами можете оказаться в роли того, у кого увели мужчину/женщину. Рано или поздно, чаще уже в подростковом возрасте возникнет желание приворожить любимого. Но даже если любовь получите, все равно будет казаться, что Вас любят не так, и всегда будет мало.

Как происходит развитие души: Вы должны проработать все свои страхи, стать уверенным, свободным, полюбить себя безусловно, таким какой Вы есть, создать гармоничный, красивый и крепкий союз, который станет примером для всех и дарить свою безусловную любовь своему партнёру, своей семье и делиться ею с окружающими. Учитесь заботиться о себе, ценить себя, ставить границы, наполняйте себя. Ни в коем случае не делать привороты, иначе душа не пройдёт испытание.`    
    },
    "18-6-15": {
    name: "Темный маг",
    description: `В прошлом воплощении Вы обладали мощными магическими знаниями и способностями, но использовали их только во вред людям и для злых дел. Вы были на тёмной стороне, совершенно не заботясь о своей душе.

С чем пришел в эту жизнь: Вы родились с магическими данными, магия - Ваш постоянный спутник с детства. В детстве Вы могли видеть сущностей, странные сны, страдать лунатизмом, интересоваться всем потусторонним. У Вас может быть четкое ощущение, что Вас ""ведут"" по жизни, помогая проходить уроки наилучшим образом. Ваша любовь ко всему магическому прекрасно уживается с набожностью. Вы можете быть добрым и позитивным человеком, но при этом если происходит нечто такое, что противоречит Вашим принципам, моральным нормам, что, по Вашему мнению, не должно существовать, Вы можете резко превратиться в ""воплощение зла"", мысленно или вслух пожелать ""всех благ"" и это часто приводит, как минимум, к неприятностям у людей, которые вызвали Ваш гнев. Вы можете обладать обострённым чувством справедливости, ощущением, что в Вашей власти - проучить, наказать других людей за их деяния. Но когда Вы так делаете, люди начинают от Вас отворачиваться, закрываться. Так же в Вашей жизни бывает и немотивированная агрессия, присутствуют гордыня, зависть, алчность, сквернословие. Вы можете ощущать, что Вас постоянно разрывает в противоположные стороны, испытываете внутренний конфликт света и тени. Вас постоянно кидает в крайности, то подъём и уверенность в себе и своих силах, то и спад и депрессия. Вы можете обладать целительскими способностями.

Как происходит развитие души: Вам нужно жить в гармонии с собой, с миром, с другими людьми. Можете начать изучать любые эзотерические учения, чтобы понять и принять свои способности, и научиться ими пользоваться во благо себя и других людей. Главное, не поддаться искушению уйти на тёмную сторону, это приведёт к ещё большему отягощению Вашей кармы. Любые Ваши действия не должны причинять вред этому миру, другому человеку. Ваши способности позволяют Вам спасать и исцелять людей, так займитесь именно этим. Контролируйте свои негативные эмоции, ведь ими Вы можете навредить людям.`    
    },
    "21-4-10": {
    name: "Угнетенная душа",
    description: `В прошлом воплощении Вы были человеком, которого угнетали, на которого оказывалось давление, которого эксплуатировали, унижали, не давали свободы выбора, подавляли, притесняли. Вы не смогли освободиться от этих оков или не захотели. Так и остались сломленным и ущемленным.

С чем пришел в эту жизнь: Имея хорошее образование, Вы даже не пытаетесь найти престижную работу, думая, что не справитесь. Работаете на работе, где нет карьерного роста и не нужно ни к чему стремиться. Вам удобно работать с напарником, ведь на него можно переложить ответственность. Если рядом на работе или в любой компании есть тот, кто более авторитетен или уверен в себе, то Вы становитесь ""ребёнком"" рядом с ним. Никогда не проявляете инициативу, можете по месяцу трястись от страха прежде, чем предложить какую-то свою идею. У Вас очень сильный комплекс самозванца, считаете, что другие лучше всё сделают, а Вы не справитесь. Любите находиться под защитой и опекой кого-либо. Временами пытаетесь отправиться в самостоятельную жизнь, но из-за страха возвращаетесь под крыло другого человека. Боитесь ошибиться, поэтому живёте по принципу "чем меньше делать, тем меньше будет ошибок". Боитесь высказывать своё мнение. В детстве могли считать себя ничтожеством, считать, что все люди лучше Вас, при этом пряталась и ненавидели весь мир за это.

Как происходит развитие души: Отправьтесь наконец-то в свободное плавание, начните кайфовать от жизни по полной, начните заниматься своим делом в удовольствие, оттачивайте все Ваши умения и навыки, масштабируйтесь, воплощайте свои идеи и желания в жизнь, ставьте цели, не бойтесь ошибаться, не зависьте ни от кого, доводите дело до конца. Поймите, что Ваша жизнь - это Ваша ответственность. Верьте в себя!`    
    },
    "21-7-13": {
    name: "Разрушение и смерть многим душам",
    description: `В прошлом воплощении Вы были человеком, который был виновен в массовой гибели людей. Вы были тем, кто негативно воздействовал на весь мир, убивал этот мир, разрушал общество. Вы могли торговать оружием, наркотиками, некачественным алкоголем, торговали людьми, убивали животных(браконьерство).

С чем пришел в эту жизнь: Вы можете стремиться к тихой и простой работе, жить без амбиций и высоких целей, стараться себя не проявлять. Но может возникнуть искушение начать заниматься тем, что опять будет наносить вред людям или окружающей среде. Вы не должны поддаваться этому искушению ни в коем случае. Все такие варианты Вы должны обходить стороной и никогда на них не соглашаться. Точно так же Вам не подходит и простая работа, которая не несёт прямую ценность для большого количества людей.

Как происходит развитие души: Вам необходимо исцелять души и спасать жизни людей, причём делать это массово. Точно так как Вы причиняли вред огромному количеству людей, точно так же Вы должны нести благо такому же огромному количеству. Вы можете исцелить свою карму, работая врачом (хирург, акушер-гинеколог, реаниматолог), психологом, спасателем, пожарным, социальным работником, избавлять людей от наркотической<br><br> и иной зависимости.`    
    },
    "21-10-7": {
    name: "Воин веры",
    description: `В прошлом воплощении Вы были человеком, который насаждал свою веру, свою культуру, свой образ жизни, применяя насилие, то есть против воли человека.

С чем пришел в эту жизнь: Вы часто спорите, принципиально отстаивая свою точку зрения, подчёркивая, что Вы знаете лучше, чем другие, и всегда уверены в своей правоте. Постоянно критикуете других людей, убеждая их, что они живут неправильной жизнью. Вы принципиально тверды в своих жизненных убеждениях, что часто создаёт для Вас трудности в общении с другими людьми. Вам не хватает гибкости и доброты, вы слишком категоричны и принципиально. Часто бываете непримиримы, с пеной у рта доказывая что-то другому человеку. Даёте советы без спросу и думаете, что мнение может быть правильное только одно, и если Вы в чём-то убеждены, значит, так оно и есть.

Как происходит развитие души: Нужно контролировать свою одержимость и убеждённость, не навязывая Ваше мировоззрение, взгляды, мысли, знания другим людям. Вы должны научиться спокойно выслушивать и принимать другую точку зрения. Вы должны проявлять терпимость. Вы должны стать примером служения людям без агрессии и насилия. Важно принятие и уважение к людям – себе равным. Нужно понять, что мы все разные и в тоже время ЛЮБИМЫ Богом, Творцом – Создателем, и все равны перед ним. И все созданы по его образу. У каждого из нас есть право думать по-своему.`    
    },
    "21-10-16": {
    name: "Духовный жрец",
    description: `В прошлом воплощении Вы обладали колоссальными знаниями относительно многих сфер жизни. Вы были в каком-то роде гением, уникумом. Ваш мозг имел безграничные возможности, Ваш интеллект превосходил интеллект абсолютного большинства, Вы обладали отличной памятью, которая помогла Вам хранить все Ваши знания самым надёжным образом. Но по какой-то причине не смогли принести пользу человечеству, поделиться этими знаниями. Не захотели сами, либо Вам не дали это сделать.

С чем пришел в эту жизнь: Вы можете изучать самые разные науки, сделать множество открытий, стать автором множества изобретений, написать ученые труды и преподавать в университетах. В Ваших силах стать выдающимся учёным, исследователем, конструктором, обладателем энциклопедических знаний по химии, физике, географии, экономике, медицине. Кроме того, Вы можете стать духовным лидером для миллионов.

Как происходит развитие души: нести духовные знания людям (психология, астрология, знаковые системы).`    
    },
    "18-9-9": {
    name: "Волшебник",
    description: `В прошлом воплощении Вы были кладезем ценной и полезной информации, обладали знаниями, которые могли бы изменить жизнь не только отдельно взятого человека, но и человечества в целом. Могли своими знаниями изменить ход истории. Но Вы не смогли, не захотели или не успели их передать. Эти знания так и остались запечатаны внутри Вас.

С чем пришел в эту жизнь: С детства Вы были по сути одиноки, и очень глубоки в себе, постоянно учились, а близких людей даже среди родных почти не было. Вы были мудры не по годам. Вы не умеете получать удовольствия от жизни, не умеете радоваться, не умеете просить о помощи. Вечная неуверенность в себе и своих силах. При всём при этом чувствуете внутри очень мощный потенциал, но не можете его понять, разгадать, раскрыть. Страдаете от нереализованности именно потому, что чувствовали этот потенциал, но не могли им воспользоваться. Страдаете от своей интеллектуальной гордыни, всегда чувствовали себя особенным, самым знающим, самым умным. Можете давать себе множество внутренних обетов. Всю жизнь можете учиться и развиваться, но больше накапливаете в себе, чем передаёте другим. Не можете или не хотите понять, что обладаете какими-то знаниями, гОните эти мысли от себя. Зная про свой целительский Дар, все равно его не используете, боитесь его, не уверены в своих силах.

Как происходит развитие души: Вам нужно доверять своему внутреннему чутью, интуиции. Научиться передавать свои магические знания другим людям, не утаивая их и не скрывая. А для начала нужно их распаковать через различные практики раскрытия способностей, принять их, не сомневаться в их значимости, силе и пользе для других. Объедините духовное и материальное, научитесь жить в балансе без перекосов. Ведь чтобы помогать людям, не нужно отказываться от благ. Будьте открытым миру и людям.`    
    },
    "9-18-9": {
    name: "Волшебник",
    description: `В прошлом воплощении Вы были кладезем ценной и полезной информации, обладали знаниями, которые могли бы изменить жизнь не только отдельно взятого человека, но и человечества в целом. Могли своими знаниями изменить ход истории. Но Вы не смогли, не захотели или не успели их передать. Эти знания так и остались запечатаны внутри Вас.

С чем пришел в эту жизнь: С детства Вы были по сути одиноки, и очень глубоки в себе, постоянно учились, а близких людей даже среди родных почти не было. Вы были мудры не по годам. Вы не умеете получать удовольствия от жизни, не умеете радоваться, не умеете просить о помощи. Вечная неуверенность в себе и своих силах. При всём при этом чувствуете внутри очень мощный потенциал, но не можете его понять, разгадать, раскрыть. Страдаете от нереализованности именно потому, что чувствовали этот потенциал, но не могли им воспользоваться. Страдаете от своей интеллектуальной гордыни, всегда чувствовали себя особенным, самым знающим, самым умным. Можете давать себе множество внутренних обетов. Всю жизнь можете учиться и развиваться, но больше накапливаете в себе, чем передаёте другим. Не можете или не хотите понять, что обладаете какими-то знаниями, гОните эти мысли от себя. Зная про свой целительский Дар, все равно его не используете, боитесь его, не уверены в своих силах.

Как происходит развитие души: Вам нужно доверять своему внутреннему чутью, интуиции. Научиться передавать свои магические знания другим людям, не утаивая их и не скрывая. А для начала нужно их распаковать через различные практики раскрытия способностей, принять их, не сомневаться в их значимости, силе и пользе для других. Объедините духовное и материальное, научитесь жить в балансе без перекосов. Ведь чтобы помогать людям, не нужно отказываться от благ. Будьте открытым миру и людям.`    
    },
    "9-9-18": {
    name: "Волшебник",
    description: `В прошлом воплощении Вы были кладезем ценной и полезной информации, обладали знаниями, которые могли бы изменить жизнь не только отдельно взятого человека, но и человечества в целом. Могли своими знаниями изменить ход истории. Но Вы не смогли, не захотели или не успели их передать. Эти знания так и остались запечатаны внутри Вас.

С чем пришел в эту жизнь: С детства Вы были по сути одиноки, и очень глубоки в себе, постоянно учились, а близких людей даже среди родных почти не было. Вы были мудры не по годам. Вы не умеете получать удовольствия от жизни, не умеете радоваться, не умеете просить о помощи. Вечная неуверенность в себе и своих силах. При всём при этом чувствуете внутри очень мощный потенциал, но не можете его понять, разгадать, раскрыть. Страдаете от нереализованности именно потому, что чувствовали этот потенциал, но не могли им воспользоваться. Страдаете от своей интеллектуальной гордыни, всегда чувствовали себя особенным, самым знающим, самым умным. Можете давать себе множество внутренних обетов. Всю жизнь можете учиться и развиваться, но больше накапливаете в себе, чем передаёте другим. Не можете или не хотите понять, что обладаете какими-то знаниями, гОните эти мысли от себя. Зная про свой целительский Дар, все равно его не используете, боитесь его, не уверены в своих силах.

Как происходит развитие души: Вам нужно доверять своему внутреннему чутью, интуиции. Научиться передавать свои магические знания другим людям, не утаивая их и не скрывая. А для начала нужно их распаковать через различные практики раскрытия способностей, принять их, не сомневаться в их значимости, силе и пользе для других. Объедините духовное и материальное, научитесь жить в балансе без перекосов. Ведь чтобы помогать людям, не нужно отказываться от благ. Будьте открытым миру и людям.`    
    },
};
